{
	"locale": "en",
	"translations": {
		"about.founder": " Founder & Director: ",
		"about.founder.text.1": "Candice Rakganya, the 23-year-old founder of Wild Safari Consultants, has harbored a profound passion for wildlife since her early years. Growing up just outside the Kruger National Park, she was immersed in the rich biodiversity of the region, fostering a deep connection with nature. This upbringing instilled in her a desire to share the wonders of the wild with others, leading to the establishment of her safari consultancy.",
		"about.founder.text.2": "Candice's intimate knowledge of South Africa's landscapes and wildlife enables her to curate personalized safari experiences that resonate with her clients. Her commitment to providing authentic and enriching encounters is evident in the tailored itineraries she offers, ensuring that each journey reflects the unique interests and desires of her clientele.",
		"about.founder.text.3": "In addition to her practical experience, Candice has enhanced her expertise by becoming a certified South African Specialist. The SA Specialist program is an interactive online learning platform designed to deepen one's understanding of South Africa's attractions and offerings.",
		"about.founder.text.4": "Through her certification, Candice has demonstrated a comprehensive grasp of South Africa's tourism landscape, further enriching the safari experiences she provides. Her dedication to connecting people with nature and her specialized knowledge make her a distinguished figure in the safari consultancy industry.",
		"about.title": "About",
		"common.slogan": " Your gateway to unforgettable safari experiences! ",
		"contact.contact-card.prefix.email": "Email",
		"contact.contact-card.prefix.instagram": "Instagram",
		"contact.contact-card.prefix.whatsapp": "Whatsapp",
		"contact.title": "Contact",
		"explore.heading": "While our website and online presence at Wild Safari Consultants provides a comprehensive overview of our travel packages and services, it is essential to note that we often offer exclusive, off-the-beaten-path experiences and unique itineraries that are not publicly advertised or listed online. We invite you to contact us directly to inquire about customized travel options that cater to your specific interests, preferences, and requirements. Our expert consultants are always available to craft personalized travel experiences that exceed your expectations, so don't hesitate to reach out to us to explore the full range of possibilities.",
		"explore.title": "Our safaris",
		"gallery.gallery-image.": "of",
		"gallery.title": "Gallery",
		"home.title": "Home",
		"home.welcome-message.paragraph_1": " Welcome to Wild Safari Consultants, where your adventure begins right from the moment you land. We specialize in curating unforgettable safari experiences tailored to your desires, and we proudly offer convenient airport pickup and drop-off services from OR Tambo International Airport and Hoedspruit Airport. Our dedicated team ensures a smooth transition from your arrival to the heart of the wilderness, allowing you to focus on what truly matters - the awe-inspiring sights and sounds of the African safari. Join us for an extraordinary journey into the wild, where nature and luxury meet seamlessly! ",
		"home.welcome-message.paragraph_2": " Traveling with Wild Safari Consultants offers a unique blend of exhilarating experiences tailored to adventure seekers and nature lovers alike. Customers can immerse themselves in the wild by camping/glamping under the stars in the renowned Kruger National Park and/private game reserves, embark on breathtaking hot air balloon rides over picturesque landscapes, and partake in thrilling game drives that unveil a vibrant spectrum of wildlife. For a more interactive encounter, guests can enjoy extraordinary experiences like walking alongside a leopard or engaging in a heartwarming elephant interaction. Horse riding safaris also provide a serene means to explore the wilderness, allowing travelers to connect deeply with nature while witnessing stunning vistas and diverse flora and fauna. Every moment with Wild Safari Consultants is crafted to create unforgettable memories in the heart of Africa. ",
		"page404.take-me-back": "Take me back!",
		"page404.title": "We couldn't find the page you are looking for.",
		"safari-card.combo-package.day-1": " Day 1: Arrive in Hoedspruit to overnight in the Kruger national park ",
		"safari-card.combo-package.day-2": " Day 2: Full day drive in the Kruger national park and transfer back to accomodation in Hoedspruit ",
		"safari-card.combo-package.day-3": " Day 3: Panorama tour ",
		"safari-card.combo-package.day-4": " Day 4: Visit Rehabilitation Center and Sunset safari with dinner in the bush ",
		"safari-card.combo-package.day-5": " Day 5: Morning bush walk and transfer to airport for departure ",
		"safari-card.midrange-package.day-1": " Day 1: Arrive in Hoedspruit and check into the accomodation. Prepare to go for a hot air balloonride to watch the sunset and enjoy a glass of Prosecco afterwards. ",
		"safari-card.midrange-package.day-10": " Day 10: Atlantic Outlook Kayak, Cape of good hope ",
		"safari-card.midrange-package.day-11": " Day 11: V&A Waterfront and departure ",
		"safari-card.midrange-package.day-2": " Day 2: Explore the Kruger National park and spot the Big 5. ",
		"safari-card.midrange-package.day-3": " Day 3: Visit Hoedspruit Endangered Species to learn about Wildlife Conservation. ",
		"safari-card.midrange-package.day-4": " Day 4: Panoramic route through the Kruger park and night safari to spot nocturnal animals ",
		"safari-card.midrange-package.day-5": " Day 5: Nyani Cultural village and sunset safari. ",
		"safari-card.midrange-package.day-6": " Day 6: Game drive, Cheetah experience and Braai. ",
		"safari-card.midrange-package.day-7": " Day 7: Breakfast and airport drop off. Once in Cape Town, check in and go watch the sunset by the beach ",
		"safari-card.midrange-package.day-8": " Day 8: Cable car ride, Cape point and Boulders beach to visit penguins ",
		"safari-card.midrange-package.day-9": " Day 9: Stellenbosch & Franschhoek for wine tasting ",
		"safari-card.premium-package.day-1": " Day 1: Evening game drive",
		"safari-card.premium-package.day-10": " Day 10: Full day Cape point tour including boulders Beach day ",
		"safari-card.premium-package.day-11": " Day 11: Full day in Stellenbosch ",
		"safari-card.premium-package.day-12": " Day 12: 2 oceans aquarium and Atlantic outlook kayak ",
		"safari-card.premium-package.day-13": " Day 13: breakfast and departure ",
		"safari-card.premium-package.day-14": " Day 14: ",
		"safari-card.premium-package.day-2": " Day 2: Full day game drive in Kruger park. ",
		"safari-card.premium-package.day-3": " Day 3: Morning, bush walk and a visit to Moholoholo Wildlife Rehabilitaition Center ",
		"safari-card.premium-package.day-4": " Day 4: Game drive, braai and Cheetah and Elephant experience, as well as a visit to Nyani village ",
		"safari-card.premium-package.day-5": " Day 5: Panorama route of Kruger national park ",
		"safari-card.premium-package.day-6": " Day 6: Hoedspruit Endangered Species ",
		"safari-card.premium-package.day-7": " Day 7: Evening game drive and departure for Cape Town ",
		"safari-card.premium-package.day-8": " Day 8: Evening at V&A Waterfront ",
		"safari-card.premium-package.day-9": " Day 9: Table Mountain and visit to Kirstenbosch botanical Gardenday ",
		"safari-card.standard-package.day-1": " Day 1: Arrive in Hoedspruit and check into the accomodation. Prepare to go for a hot air balloonride to watch the sunset and enjoy a glass of Prosecco afterwards. ",
		"safari-card.standard-package.day-2": " Day 2: Explore the Kruger National park and spot the Big 5. ",
		"safari-card.standard-package.day-3": " Day 3: Visit Hoedspruit Endangered Species to learn about Wildlife Conservation. ",
		"safari-card.standard-package.day-4": " Day 4: Camping in the Kruger Park ",
		"safari-card.standard-package.day-5": " Day 5: Panorama route and return to Hoedspruit ",
		"safari-card.standard-package.day-6": " Day 6: Game drive, Cheetah experience and Braai. ",
		"safari-card.standard-package.day-7": " Day 7: Elephant experience, souvenirs shopping and departure "
	}
}
